Repository: mozilla-l10n/mt-training-data
Catalog: bqi/bqi_pontoon.tmx
Source language: en_us
Languages: bqi

source: Clear cookies and site data
bqi: پاک کردن کۊکیا وو داده یل وبگه

source: Clear hostname
bqi: پاک کردن نوم هاست

source: Clear password
bqi: پاک کردن رزم

source: Clear permission
bqi: پاک کردن موجوز

source: Clear permissions
bqi: پاک کردن موجوزا

source: Clear permissions on all sites
bqi: پاک کردن هشتنا من پوی وبگه یل

source: Clear recent browsing history, cookies, and related data
bqi: پاک کردن ویرگار گشت دیندایی، کۊکیا وو دووسمندیاسووݩ

source: Clear recent browsing history, cookies, and related data.
bqi: پاک کردن ویرگار گشت دیندایی، کۊکیا وو دووسمندیاسووݩ.

source: Clears cookies set by redirects to known tracking websites.
bqi: کۊکیا سامووݩ وابیڌه و دست آلشت تور و وبگه یل رڌجۊری اشناخته بیڌه ن پاک اکونه.

source: Clear text
bqi: پاک کردن هؽل

source: Clear username
bqi: پاک کردن نوم منتوری

source: Click for more details
bqi: سی جۊزیات قلوه بزنین ریس

source: Close
bqi: بستن

source: CLOSE
bqi: بستن

source: Close after one day
bqi: بستن بئڌ 1 رۊز

source: Close after one month
bqi: بستن بئڌ 1 ما

source: Close after one week
bqi: بستن بئڌ 1 هفته

source: Close all inactive tabs
bqi: بستن پوی بلگه یل قیر فعال

source: Close all tabs
bqi: بستن پوی بلگه یل

source: Close custom tab menu sheet
bqi: بستن ورق نومگه بلگه سفارشی

source: Close extensions menu sheet
bqi: بستن بلگه نومگه وردنی یل

source: Close main menu sheet
bqi: بستن بلگه نومگه ٱسلی

source: Close manually
bqi: بستن دستی

source: Close menu
bqi: بستن نومگه

source: Close private tabs
bqi: بستن بلگه یل سیخومی

source: Close private tabs?
bqi: بلگه یل سیخومی بسته بۊون؟

source: Close reader view
bqi: بستن نما خۊندنی

source: Close save menu sheet
bqi: بستن بلگه نومگه زفت

source: Close survey
bqi: بستن منشڌسنجی

source: Close tab
bqi: بستن بلگه

source: Close tabs
bqi: بستن بلگه یل

source: Close tab %s
bqi: بستن بلگه %s

source: Close tools menu sheet
bqi: بستن بلگه نومگه ٱوزارا

source: Close Translations sheet
bqi: بستن بلگه ولرنیڌنا

source: collapse
bqi: کۊتال کردن

source: collapsed
bqi: کۊتال وابیڌه

source: Collapse group of synced tabs
bqi: کۊتال کردن بونکۊ بلگه یل هوم گوم وابیڌه

source: Collapse inactive tabs
bqi: کۊتال کردن بلگه یل قیر فعال

source: Collapse saved addresses
bqi: کۊتال کردن نشۊویا زفت وابیڌه

source: Collapse saved cards
bqi: کۊتال کردن کارتا زفت وابیڌه

source: Collapse saved passwords
bqi: کۊتال کردن رزما زفت وابیڌه

source: Collection %d
bqi: کتن %d

source: Collection deleted
bqi: کتن پاک وابیڌه

source: Collection menu
bqi: نومگه کتن

source: Collection name
bqi: نوم کتن

source: Collection owner (User ID)
bqi: ساهاو کتن (شناسه منتوری)

source: Collection renamed
bqi: کتن آلشت نوم داڌه بیڌه

source: Collections
bqi: کتنا

source: Collection saved!
bqi: کتن زفت وابی!

source: Collect the things that matter to you.\n Group together similar searches, sites, and tabs for quick access later.
bqi: چیایی ک سیتووݩ موهم هڌن ن کتن کۊنین.\n پیتینیڌنا جۊر یک، وبگه یل وو بلگه یل ن وا یک بونکۊ کۊنین تا دیندا دسرسی زی تری داشته بۊین.

source: Common myths about private browsing
bqi: باورا اشتوا من زایار زبار گشتن سیخومی

source: Complete action using
bqi: کامل کردن عملکرد وا و کار گرؽڌن

source: Complete all 5 steps to set up %1$s for the best browsing experience.
bqi: سی بؽڌر وابیڌن تجروبه گشتن، هر 5 مرهله ن سی سامووݩ %1$s کامل کۊنین.

source: Complete all 6 steps to set up %1$s for the best browsing experience.
bqi: سی بؽڌر وابیڌن تجروبه گشتن، هر شیش مرهله ن سی سامووݩ %1$s کامل کۊنین.

source: Completed task
bqi: وزیفه کامل وابیڌه

source: Complete these 3 steps to set up %1$s for the best browsing experience.
bqi: سی سامووݩ %1$s سی بؽڌرین تجروبه گشتن، ای 3 مرهله ن کامل کۊنین.

source: Confirm and start browsing
bqi: قوۊل کردن وو ناهاڌن پا گشتن

source: Congratulations!
bqi: ٱوهیت مووارک بۊ!

source: Connect another device
bqi: منپیز ی دسگا دیر

source: Connect another device.
bqi: منپیز و دسگا دیر.

source: Connect Another Device…
bqi: منپیز و دسگا دیر…

source: Connection is not secure
bqi: منپیز ٱمن نؽڌ

source: Connection is secure
bqi: منپیز ٱمن هڌ

source: Connection not secure
bqi: منپیز ن ٱمن

source: Content
bqi: موئتوا

source: Content crashed
bqi: موئتوا خراو وابی

source: Content Encoding Error
bqi: ختا کود ناهاڌن موئتوا

source: Continue
bqi: رئڌن وا پؽش

source: Continue to HTTP Site
bqi: رئڌن وا پؽش من ای سایت وا و کار گرؽڌن HTTP

source: Continue to website
bqi: رئڌن وا پؽش و ای وبگه اینترنتی

source: Continue with extensions disabled
bqi: رئڌن وا پؽش وا وردنی یل قیر فعال

source: Control browser proxy settings
bqi: کونتورول سامووا پروکسی گشت گر

source: Control browser proxy settings.
bqi: کونتورول سامووا پروکسی گشت گر.

source: Cookie Banner Blocker
bqi: مسدۊد کوݩ بنر کۊکی

source: Cookie Banner Blocker in private browsing
bqi: مسدۊد کوݩ بنر کۊکی من گشتن سیخومی

source: Cookies
bqi: کۊکیا

source: Cookies and site data
bqi: کۊکیا وو داده یل وبگه

source: Cookies and site data removed
bqi: کۊکیا وو داده یل وبگه پاک وابین

source: Cookies from unvisited sites
bqi: کۊکیا ز وبگه یل نیڌه بیڌه

source: Copied to clipboard
bqi: من کلیپ بورد لف گیری وابی

source: Copy
bqi: لف گیری

source: Copy email address
bqi: لف گیری ز نشۊوی ایمیل

source: Copy image
bqi: لف گیری ز شؽوات

source: Copy image location
bqi: لف گیری ز جاگه شِؽوات

source: Copy link
bqi: لف گیری لینگ

source: Copy password
bqi: لف گیری رزم

source: Copy to clipboard
bqi: لف گیری من کلیپ بورد

source: Copy username
bqi: لف گیری نوم منتوری

source: Corrupted Content Error
bqi: ختا خراوی موئتوا

source: Could not open file
bqi: فایل نگوئشست

source: Couldn’t change wallpaper
bqi: نترست کاقز دیواری ن آلشت کونه

source: Couldn’t delete <b>%1$s</b>. Please try again.
bqi: نترستیم <b>%1$s</b> ن پاک کۊنیم. دووارته قپ ریت کۊنین.

source: Couldn’t download <b>%1$s</b>. Please try again.
bqi: نترستیم <b>%1$s</b> ن دانلود کۊنیم. دووارته قپ ریت کۊنین.

source: Couldn’t download wallpaper
bqi: نترست کاقز دیواری ن دانلود کونه

source: Couldn’t load languages. Check your internet connection and try again.
bqi: نترستیم زووا ن دانلود کۊنیم. منپیز اینترنت خوتووݩ ن واجۊری کۊنین وو دووارته قپ ریت کۊنین.

source: Couldn’t load languages. Please check back later.
bqi: نترستیم زووا ن بار ونی کۊنیم. دیندا تر دووارته واجۊری کۊنین.

source: Couldn’t load sites. Please check back later.
bqi: نترستیم وبگه ن بار ونی کۊنیم. دیندا تر دووارته واجۊری کۊنین.

source: Country or region
bqi: کشور یا وولات

source: Crashes
bqi: خراوی یل

source: Crash Reports
bqi: گوزارشا خراوی

source: Crash reports allow us to diagnose and fix issues with the browser. Reports may include personal or sensitive data.
bqi: گوزارشا خراوی و ایما هیاری اده تا موشکلا گشت گر ن تشخیس دیم وو رفع کۊنیم. گوزارشا گاشڌ داده یل سیخومی یا هساس ایسا ن منسووݩ داشته بۊن.

source: Crash reports help us to diagnose and fix issues with the browser. Reports may include personal or sensitive data. %s
bqi: گوزارشا خراوی و ایما هیاری اده تا موشکلا گشت گر ن تشخیس دیم وو رفع کۊنیم. گوزارشا گاشڌ داده یل سیخومی یا هساس ایسا ن منسووݩ داشته بۊن. %s

source: Created by @heyheymomodraws
bqi: وورکل وابیڌه و دست @heyheymomodraws

source: Created %s
bqi: %s وورکل وابی

source: Cross-site and social media trackers
bqi: رڌجۊرا منجا وبگهی وو وارسگرا اجتماعی

source: Cross-site cookies
bqi: کۊکیا منجا وبگهی

source: Cross-Site Cookies
bqi: کۊکیا منجا وبگهی

source: Cross-Site Tracking Cookies
bqi: کۊکیا رڌجۊر منجا وبگهی

source: Cryptominers
bqi: ودر کونا رزم ٱرزا

source: Current domain: %s
bqi: دامنه سکویی: %s

source: Current region
bqi: وولات سکویی

source: Custom
bqi: سفارشی

source: Custom dark mode for the mobile web.
bqi: هالت تاریک سفارشی سی وب موبایل.

source: Custom extension collection
bqi: کتن وردنی سفارشی

source: Customize
bqi: سفارشی کردن

source: Customize homepage
bqi: سفارشی کردن بلگه هووه

source: Customize reader view
bqi: سفارشی کردن نما خۊندنی

source: Customize Reader View
bqi: سفارشی کردن نما خۊندنی

source: Customize your %1$s
bqi: %1$s خوتووݩ ن سفارشی کۊنین

source: Customize your Firefox with extensions
bqi: سیخومی کردن Firefox وا وردنی یل

source: Custom Mozilla account server
bqi: سرور هساو منتوری سفارشی Mozilla

source: Custom provider
bqi: جۊر کوݩ سفارشی

source: Custom search engine details
bqi: جۊزیات موتور پیتینیڌن سفارشی

source: Custom Sync server
bqi: سرور هوم گوم کردن سفارشی

source: Cute
bqi: نشمین

source: %d addresses
bqi: %d نشۊوی

source: Daily usage ping
bqi: پینگ و کار گرؽڌن رۊزووه

source: Dark
bqi: تاریک

source: Dark color scheme
bqi: تئر رنگ تاریک

source: Dark Purple
bqi: بناوش تاریک

source: Data about your device, hardware configuration, and how you use Firefox helps improve features, performance, and stability for everyone.
bqi: دووسمندیا زبار دسگا ایسا، سامووا سخت ٱفزار وو بارت و کار گرؽڌن ایسا ز Firefox و بؽڌر وابیڌن ویژیی یل، عملکرد وو پایداری پوی هیاری اده.

source: Data about your device, hardware configuration, and usage helps us improve Firefox features, performance, and stability.
bqi: دووسمندیا زبار دسگا ایسا، سامووا سخت ٱفزار وو بارت و کار گرؽڌن ایسا و ایما هیاری اده تا ویژیی یل، عملکرد وو پایداری Firefox ن بؽڌر کۊنیم.

source: Data choices
bqi: پسند داده یل

source: Data collection
bqi: کتن کردن داده یل

source: Debug locales to enable
bqi: اشکال زودایی زووا سی فعال کۊنین

source: Debug menu: %1$d click(s) left to enable
bqi: نومگه اشکال زودایی: %1$d کلیک تا فعال کردن

source: Debug menu enabled
bqi: نومگه اشکال زودایی فعال وابی

source: Debug Tools
bqi: ٱوزارا اشکال زودایی

source: Dec
bqi: دسامبر

source: Deceptive site issue
bqi: موشکل وبگه بلا کوݩ

source: (default)
bqi: (پؽش فرز)

source: Default
bqi: پؽش فرز

source: Default Protection
bqi: زفت وابیڌن پؽش فرز

source: Default search engine
bqi: موتور پیتینیڌن پؽش فرز

source: Delete
bqi: پاک کردن

source: Delete %1$s?
bqi: %1$s پاک بۊ؟

source: Delete %1$s (%2$s)?
bqi: %1$s (%2$s) پاک بۊ؟

source: Delete address
bqi: پاک کردن نشۊوی

source: Delete all addresses
bqi: پاک کردن پوی نشۊویا

source: Delete all exceptions
bqi: پاک کردن پوی استسنایل

source: Delete all languages
bqi: پاک کردن پوی زووا

source: Delete all languages (%1$s)?
bqi: پاک کردن پوی زووا (%1$s)؟

source: Delete all sites in “%s”
bqi: پاک کردن پوی وبگه یل من «%s»

source: Delete bookmark
bqi: پاک کردن نشووک

source: Delete browsing data
bqi: داده یل گشتن ن پاک کۊنین

source: Delete browsing data on quit
bqi: داده یل گشتن ن مجال و در زیڌن پاک کۊنین

source: Delete card
bqi: پاک کردن کارت

source: Delete card?
bqi: پاک کردن کارت؟

source: Delete collection
bqi: پاک کردن کتن

source: Deleted “%1$s”
bqi: «%1$s» پاک وابی

source: Deleted %1$s
bqi: %1$s پاک وابی

source: Deleted items: %s
bqi: مووردا پاک وابیڌه: %s

source: Deleted %s
bqi: %s پاک وابی

source: Delete folder
bqi: پاک کردن دوبلگه

source: Delete from history
bqi: پاک کردن ز ویرگار

source: Delete from %s and device
bqi: پاک کردن ز %s وو دسگا

source: Delete history
bqi: پاک کردن ویرگار

source: Delete login with username %s
bqi: پاک کردن و من ٱووڌن وا نوم منتوری %s

source: Delete this address?
bqi: ای نشۊوی پاک بۊ؟

source: Deleting browsing data…
bqi: هونی داده یل گشتن ن پاک اکونه…

source: Deleting selected folders
bqi: پاک کردن دوبلگه یل پسند بیڌه

source: Deny
bqi: رڌ کردن

source: DENY
bqi: رڌ کردن

source: Describe the problem (optional)
bqi: موشکلتووه بۊگۊین (دل ب خایی)

source: Deselect all
bqi: لقو پسند پوی

source: Desktop Bookmarks
bqi: نشووکا ری میزی

source: Desktop site
bqi: وبگه ری میزی

source: Details
bqi: جۊزیات

source: Device name
bqi: نوم دسگا

source: Device name cannot be empty.
bqi: نوم دسگا نتره پتی بۊ.

source: Disabled
bqi: قیر فعال

source: Disable private browsing
bqi: قیر فعال کردن هالت گشت گر سیخومی

source: Disable private tabs screen lock
bqi: قیر فعال‌ کردن چفت بلگه سی بلگه یل سیخومی

source: Disconnect
bqi: قت کردن منپیز

source: Discover more
bqi: قلوه بنیرین

source: Discover more extensions
bqi: جوستن وردنی یل قلوه

source: Dismiss
bqi: رڌ کردن

source: Dismiss find in page
bqi: رڌ کردن جوستن من ای بلگه

source: Dismiss promotion
bqi: رڌ کردن تبلیقات

source: Display notifications to you
bqi: نشووݩ داڌن وارسۊویا ری بلگه سی ایسا

source: Display notifications to you.
bqi: نشووݩ داڌن وارسۊویا ری بلگه سی ایسا.

source: Dissatisfied
bqi: ن رازی

source: DNS over HTTPS
bqi: دی ان اس ری HTTPS

source: Documents
bqi: سندا

source: Domain Name System (DNS) over HTTPS sends your request for a domain name through an encrypted connection, providing a secure DNS and making it harder for others to see which website you’re about to access. %1$s
bqi: سامانه نوم دامنه یا (DNS) ری HTTPS درخاستا ایسا سی ی نوم دامنه ن ز بارت ی ارتبات رزم ناهاڌه بیڌه افشنه ک ای کار ایمنی DNS ن قلوه اکونه وو نؽله ک دیرووݩ ترسته بۊن بفهمن چ وبگهی ن اخۊین بنیرین، چیناکه ای کار سیسووݩ سخت تر ابۊ. %1$s

source: Done
bqi: ٱنجوم وابی

source: Don’t allow
bqi: نشتن

source: Download
bqi: دانلود

source: Download (%1$s)
bqi: دانلود (%1$s)

source: Download again
bqi: دانلود دووارته

source: Download and run AI models on your device
bqi: دانلود وو ر وندن مودلا هۊش مسنۊعی و ری دسگا ایسا

source: Download and run AI models on your device.
bqi: دانلود وو ر وندن مودلا هۊش مسنۊعی و ری دسگا ایسا.

source: Download and translate
bqi: دانلود وو ولرنیڌن

source: Download completed
bqi: دانلود کامل وابی

source: Download complete languages for faster translations and to translate offline. %1$s
bqi: دانلود کامل زووا سی ولرنیڌنا زی تر وو ولرنیڌن و جۊر آفلاین. %1$s

source: Download failed
bqi: دانلود شکست خرد

source: Download file?
bqi: فایل دانلود بۊ؟

source: Download file? (%1$s)
bqi: دانلود فایل؟ (%1$s)

source: Download file again? (%1$s)
bqi: دانلود دووارته فایل؟ (%1$s)

source: Download files and read and modify the browser’s download history
bqi: گرؽڌن فایلا ویرگار دانلودا وو سامووݩ وو خوندن هونووݩ

source: Download files and read and modify the browser’s download history.
bqi: گرؽڌن فایلا ویرگار دانلودا وو سامووݩ وو خوندن هونووݩ.

source: Download file with:
bqi: دانلود فایل وا:

source: Downloading and verifying extension…
bqi: وردنی ن هونی دانلود وو تاییڌ اکونه…

source: Download in progress…
bqi: دانلود من جریان…

source: Download language in data saving mode (%1$s)?
bqi: دانلود زووݩ من هالت زفت کردن داده (%1$s)؟

source: Download languages
bqi: دانلود زووا

source: Download Languages
bqi: دانلود زووا

source: Download link
bqi: دانلود لینگ

source: Download paused
bqi: دانلود واڌاشته وابی

source: Downloads
bqi: دانلودا

source: Downloads Removed
bqi: دانلودا پاک وابین

source: Download while in data saving mode (%1$s)?
bqi: دانلود من هالت زفت کردن داده (%1$s)؟

source: Do you want to leave this site? Data you have entered may not be saved
bqi: اخۊین ای وبگه ن هیلین وو ریوین؟ دووسمندیایی ک و من ٱوۊردین گاشڌ زفت نبۊن

source: %d page
bqi: %d بلگه

source: %d pages
bqi: %d بلگه

source: Drag from top & press back to exit
bqi: سی و در زیڌن، ز روء بکشین وو دویمه وورگشتن ن بزنین

source: Drag from top & use back gesture to exit
bqi: سی و در زیڌن، ز روء بکشین وو هرکت وورگشتن ن وکار بگیرین

source: DRM-controlled content
bqi: موئتوا کونتورول وابیڌه وا DRM

source: %d tab
bqi: %d بلگه

source: %d tabs
bqi: %d بلگه

source: %d tab selected
bqi: %d بلگه پسند وابی

source: %d tabs selected
bqi: %d بلگه پسند وابی

source: Duplicate tab
bqi: لف گیری بلگه

source: Edit
bqi: آلشت

source: EDIT
bqi: آلشت

source: Edit address
bqi: آلشت نشۊوی

source: Edit bookmark
bqi: آلشت نشووک

source: Edit card
bqi: آلشت کارت

source: Edit engines visible in the search menu
bqi: آلشت موتورا دیاری من نومگه پیتینیڌن

source: Edit folder
bqi: آلشت دوبلگه

source: Edit login
bqi: آلشت و من ٱووڌن

source: Edit password
bqi: آلشت رزم

source: Edit search engine
bqi: آلشت موتور پیتینیڌن

source: Edit shortcut
bqi: آلشت ر نهنگ

source: Email
bqi: ایمیل

source: Email address copied to clipboard
bqi: نشۊوی ایمیل من کلیپ بورد لف گیری وابی

source: Email with…
bqi: ایمیل زیڌن وا…

source: Enabled
bqi: فعال وابی

source: Enable Gecko logs
bqi: و کار وندن گوزارشا گکو

source: Enable in all tabs
bqi: و کار وندن من پوی بلگه یل

source: Enable only in private tabs
bqi: تینا من بلگه یل سیخومی و کار بوۊفته

source: Enable private browsing
bqi: فعال کردن هالت گشت گر سیخومی

source: Enable private tabs screen lock
bqi: فعال‌ کردن چفت بلگه سی بلگه یل سیخومی

source: Enables fingerprinting protection to stop suspected fingerprinters.
bqi: فعال کردن زفت وابیڌن جا کلک سی واڌاشتن جا کلکا مشکۊک.

source: Enable telemetry to send data.
bqi: و کار وندن دیر سنجی سی فشناڌن داده.

source: Enable to allow pinch and zoom, even on websites that prevent this gesture.
bqi: هتا من وبگه یلی ک ز ای هرکت جلاوگری اکونن، ترین خرج کردن وو گپ نمایی ن فعال کۊنین.

source: Engines visible on the search menu
bqi: موتورا دیاری من نومگه پیتینیڌن

source: Enhanced Tracking Protection
bqi: زفت وابیڌن پؽش رئڌه جلاو رڌجۊری

source: Enhanced tracking protection exception preference icon
bqi: آیکون ترجیهات استسنایل زفت کردن جلاو رڌجۊری پؽش رئڌه

source: Enhanced Tracking Protection is off for these websites
bqi: زفت کردن جلاو و دین کردن سی ای وبگه کۊر هڌ

source: Enter a password
bqi: ی رزم بزنین

source: Enter a search string
bqi: ی رشته پیتینیڌن بزنین

source: Enter a username
bqi: ی نوم منتوری بزنین

source: Enter a valid card number
bqi: شوماره کارتی ک زبال هڌ ن بزنین

source: Enter a valid URL
bqi: ی نشۊوی اینترنتی ک زبال هڌ بزنین

source: Enter a web address
bqi: ی نشۊوی وب بزنین

source: Enter search engine name
bqi: نوم موتور پیتینیڌن ن بزنین

source: Enter search terms
bqi: هؽل پیتینیڌن ن بزنین

source: Erase browsing history
bqi: پاک کردن ویرگار گشتن

source: Error
bqi: ختا

source: Error Code: NS_ERROR_OFFLINE
bqi: کود ختا: NS_ERROR_OFFLINE

source: Error connecting to “%s”
bqi: ختا من منپیز و “%s”

source: Everything
bqi: پوی چیا

source: Exceeded the maximum number of tabs (%1$s) that can be generated in one operation
bqi: تعداد بلگه یل قلوه ز هندا موجاز (%1$s) ک تره من ی عملیات وورکل بۊ

source: Exceptions
bqi: استسنایل

source: Exceptions let you disable tracking protection for selected sites.
bqi: استسنایل هؽلن ک ایسا زفت وابیڌن ز رڌجۊری وبگه یل پسند بیڌه ن قیر فعال کۊنین.

source: Exchange messages with apps other than this one
bqi: جا گورویی پیوم وا برنومه یلی غیرزا ای برنومه

source: Exchange messages with apps other than this one.
bqi: جا گورویی پیوم وا برنومه یلی غیرزا ای برنومه.

source: Exit multiselect mode
bqi: ز هالت چند پسندی بۊکۊنین و در

source: expand
bqi: بولند کردن

source: expanded
bqi: بولند وابیڌه

source: Expanded
bqi: بولند وابیڌه

source: Expand group of synced tabs
bqi: بولند کردن بونکۊ بلگه یل هوم گوم وابیڌه

source: Expand inactive tabs
bqi: بولند کردن بلگه یل قیر فعال

source: Expand saved addresses
bqi: بولند کردن نشۊویا زفت وابیڌه

source: Expand saved cards
bqi: بولند کردن کارتا زفت وابیڌه

source: Expand saved passwords
bqi: بولند کردن رزما زفت وابیڌه

source: Expiration Date
bqi: ویرگار انقزا

source: Expiration Date Month
bqi: ویرگار انقزا و ما

source: Expiration Date Year
bqi: ویرگار انقزا و سال

source: Explore extensions
bqi: جوستن وردنی یل

source: Explore more extensions
bqi: جوستن وردنی یل قلوه

source: Explore more wallpapers
bqi: جوستن کاقز دیواری یل قلوه

source: Extend developer tools to access your data in open tabs
bqi: بولند کردن ٱوزارا برنومه نویسووݩ سی دسرسی و داده یل ایسا و ری بلگه یل واز

source: Extend developer tools to access your data in open tabs.
bqi: بولند کردن ٱوزارا برنومه نویسووݩ سی دسرسی و داده یل ایسا و ری بلگه یل واز.

source: Extension collection modified. Quitting the application to apply changes…
bqi: کتن وردنی یل آلشت وابیڌه. سی ائمال آلشتکاریا برنومه ن بووندین…

source: Extensions
bqi: وردنی یل

source: Extensions are temporarily disabled
bqi: وردنی یل مووقتن قیر فعال وابین

source: extension settings
bqi: سامووا وردنی

source: Extensions level up your browsing, from changing how %s looks and performs to boosting privacy and safety.
bqi: وردنی یل گشتن ایسا ن بؽڌر اکونن، ز آلشت شؽوات وو عملکرد %s تا قلوه کردن هریم سیخومی وو ایمنی.

source: Extensions Manager
bqi: دؽوۉداری وردنی یل

source: Extensions, navigate up
bqi: وردنی یل، رئڌن و روء

source: Extension updates
bqi: ورۊ رسۊوی وردنی

source: External download manager
bqi: دؽوۉداری دانلود دری

source: Failed to disable %1$s
bqi: شکست من قیر فعال کردن %1$s

source: Failed to enable %1$s
bqi: شکست من فعال کردن %1$s

source: Failed to install %1$s
bqi: شکست من پۊرستن %1$s

source: Failed to install this extension.
bqi: پۊرنیڌن ای وردنی نا مووفق بی.

source: Failed to query extensions!
bqi: شکست من پورس ۉ جۊ وردنی!

source: Failed to remove %1$s
bqi: شکست من پاک کردن %1$s

source: Failed to uninstall %1$s
bqi: شکست من پاک کردن %1$s

source: Fast and secure web browsing
bqi: گشتن وب زل وو ٱمن

source: Fast, private, and made for you.
bqi: زل، سیخومی، وو مخسۊس ایسا.

source: Feb
bqi: فوریه

source: File Not Found
bqi: فایل ن نجوست

source: Files and media permission access needed to download files. Go to Android settings, tap permissions, and tap allow.
bqi: سی دانلود فایلا، هشتن دسرسی و فایلا وو وارسگر ن اخو. و سامووا ٱندروید ریوین، ری هشتنا بزنین وو دیندا هشتن ن بزنین.

source: Files you download will appear here.
bqi: فایلایی ک دانلود اکۊنین ایچو نشووݩ داڌه ابۊن.

source: Fill and save usernames and passwords in websites while using %1$s.
bqi: مجال و کار گرؽڌن %1$s، نوم منتوریا وو رزما ن من وبگه یل پور وو زفت کۊنین.

source: Fill link from clipboard
bqi: کامل کردن لینگ ز کلیپ بورد

source: Fill usernames and passwords in other apps on your device.
bqi: نوم منتوریا وو رزما ن من پوی برنومه یل دی ری دسگاتووݩ پور اکونه.

source: financial and payment information
bqi: دووسمندیا مالی وو پرداختی

source: Find in page
bqi: جوستن من بلگه

source: Find in page…
bqi: جوستن من بلگه…

source: Find more extensions
bqi: وردنی یل قلوه ای ن بجۊرین

source: Find next result
bqi: جوستن نتیجه نیایی

source: Find out why millions love Firefox
bqi: مولتفت بۊین ک سیچه ملیووا آڌوم Firefox ن اخون

source: Find previous result
bqi: جوستن نتیجه دیندایی

source: Find something nearby. Or discover something fun.
bqi: ی چی و هیم نهنگا ن بپیتینین. یا ی چی جالو ن بجۊرین.

source: Find what you need faster, from private browsing to save actions.
bqi: مووردایی ک اخۊین زی تر بجۊرین، ز گشتن سیخومی بگر تا کارایی ک سی زفت کردنن.

source: Finish setting up %1$s
bqi: تموم کردن پۊرستن %1$s

source: Firefox can close tabs you haven’t viewed over the past month.
bqi: Firefox تره بلگه یلی ک من ما گوڌشته ننیشتین ن بوونده.

source: Firefox cares about your privacy. Learn more in our %1$s.
bqi: Firefox و هریم سیخومی ایسا ٱهمیت اده. قلوه زس من %1$s دووسته بۊین.

source: Firefox encrypts your passwords, bookmarks, and more when you’re synced.
bqi: Firefox رزما، نشووکا وو بیشتر ن هر سا ک هوم گوم وابیڌین ن رزم انه ریسووݩ.

source: Firefox is fast and private
bqi: ‏‏Firefox زل وو سیخومی هڌ

source: Firefox logo
bqi: آرم Firefox

source: Firefox Privacy Notice
bqi: نوکات زفت مهرموویی Firefox

source: Firefox Suggest
bqi: پؽشنهاڌا Firefox

source: Firefox Terms of Use
bqi: شرتا و کار گرؽڌن Firefox

source: FOLDER
bqi: دوبلگه

source: Follow device language
bqi: زووݩ دسگا ن و دین کۊنین

source: Follow device theme
bqi: و دین کردن زمینه دسگا

source: Font Size
bqi: هندا فونت

source: Font size decrease
bqi: بلم ٱووردن هندا فونت

source: Font size increase
bqi: ب روء بوردن هندا فونت

source: Font size will match your Android settings. Disable to manage font size here.
bqi: هندا قلم وا سامووا Android ایسا یکی هڌ. دؽوۉداری هندا قلم ن ز ایچو قیرفعال کۊنین.

source: Forward
bqi: نیا

source: For your privacy, translations never leave your device. New languages and improvements coming soon! %1$s
bqi: سی هریم سیخومی ایسا، ولرنیڌنا هرگشت دسگا ایسا ن نؽلن وو رن. زووا وو بؽڌر وابیڌنا نۊ زیتر و دستتووݩ ارسن! %1$s

source: Frees up storage space
bqi: جاگه زفت کردن ن آزاد اکونه

source: Front-facing camera
bqi: شؽواتگر جلاو

source: Full screen site controls
bqi: کونتورول وبگه من نما پوی بلگه

source: Gathering crash data
bqi: جم کردن دووسمندیا خراوی

source: Gathering crash telemetry data
bqi: جم کردن دووسمندیا دیرسنجی خراوی
